const e = {
  "image-popup": {
    replace: "Заменить",
    delete: "Удалить",
    edit: "Редактировать",
    crop: "Обрезать",
    reset: "Сбросить размер"
  },
  "image-cropper": {
    error: "Невозможно обрезать не изображения."
  },
  "image-panel": {
    arrange: {
      title: "Расположение",
      forward: "Переместить вперёд",
      backward: "Переместить назад",
      front: "На передний план",
      back: "На задний план"
    },
    transform: {
      title: "Трансформация",
      rotate: "Повернуть (°)",
      x: "X (пкс)",
      y: "Y (пкс)",
      width: "Ширина (пкс)",
      height: "Высота (пкс)",
      lock: "Заблокировать пропорции (%)"
    },
    crop: {
      title: "Обрезка",
      start: "Начать обрезку",
      mode: "Свободный"
    },
    group: {
      title: "Группировка",
      group: "Сгруппировать",
      reGroup: "Перегруппировать",
      unGroup: "Разгруппировать"
    },
    align: {
      title: "Выравнивание",
      default: "Выберите тип выравнивания",
      left: "Выровнять по левому краю",
      center: "Выровнять по центру",
      right: "Выровнять по правому краю",
      top: "Выровнять по верхнему краю",
      middle: "Выровнять посередине",
      bottom: "Выровнять по нижнему краю",
      horizon: "Распределить горизонтально",
      vertical: "Распределить вертикально"
    },
    null: "Нет выбранных объектов"
  },
  "drawing-view": "Изображение",
  shortcut: {
    "drawing-move-down": "Переместить изображение вниз",
    "drawing-move-up": "Переместить изображение вверх",
    "drawing-move-left": "Переместить изображение влево",
    "drawing-move-right": "Переместить изображение вправо",
    "drawing-delete": "Удалить изображение"
  }
};
export {
  e as default
};
